const lang_cn = {
    jpWinnerTxt: "中奖玩家",
    loadingTxt: "资源加载中",
    loadedTxt: "已加载",

    //profile
    onlineDurationTxt: "今日在线时长",
    bestRankingTxt: "排行榜最高名次",
    pointsEarnTodayTxt: "今日获得分数",
    pointsEarn2WTxt: "近两周获得分数",

    //instruction
    gameRuleTxt: '这是一款结合街机与老虎机元素的娱乐休闲游戏。\n\n' +
    '游戏大厅设有1倍场、10倍场与100倍场；五款射击炮提供威力倍数1、2、3、5、10的炮弹；四十余种鱼类任捕赢取相对倍数奖金。' +
    '炮弹价值、鱼的倍数及鱼的生命值是依玩家所选择的倍数场而异。玩家可选择单人包桌或是多人一桌（依状况可自由选座）。\n' +
    '玩家进入游戏大厅后，先选倍数场与座位，再选炮弹开始游戏。游戏过程中，玩家可随意更换射击炮。' +
    '玩家所选择的炮弹威力越强，一炮捕获鱼的机会越高，数量也越多。在同一倍数中，多个炮弹击中同一条鱼，将增加其捕获机会；' +
    '玩家也可选择锁定目标鱼，射击炮会自动射出炮弹。各类鱼彩金是依玩家选择的倍数场而增减。\n\n' +
    '一发炮弹即会扣除玩家额度，击中鱼时所获得的彩金则即加入玩家额度；炮弹若无击中鱼，将会依游戏边框不断反射直至击中鱼。' +
    '本款游戏还设有累积奖池与免费炮弹，随时可触发。由于网路延迟等原因造成游戏服务器检测无效，该炮弹金额则不扣除，' +
    '金额会退回至玩家额度。',

    fishInfoTxt: "此为1倍场的倍率，10和100倍场的倍率为该倍场的乘数。",
    jackpotInfoTxt: "游戏的累积奖池是将所有玩家所发出的每一发炮弹进行相应金额累积。任何玩家随时有机会触发宝箱游戏，赢取累积奖金。宝箱游戏中设有12个小宝箱，各自隐藏了图案，玩家可任意开启宝箱，首先集满三个同款图案宝箱即可获得相对应奖金，完成游戏。奖金项目共分为一等奖、二等奖、三等奖及四等奖。无论在哪个倍场，使用哪种类型的炮弹，玩家都有机会捕获各个等级的累积奖金。",
    freeGameInfoTxt: "本款捕鱼游戏在进行中，随时有机会触发免费游戏。玩家在有效时间内任发炮弹不计费，免费游戏中使用的炮弹类型将会是触发游戏前所使用的炮弹类型，不得更换。所有捕获的鱼彩金都会自动存入到玩家的账号。把握时间为自己赢取更多彩金，祝您好运！",
    changeSeatTxt: "点击换座",

};